tap "adoptopenjdk/openjdk"
tap "crowdin/crowdin"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "livenl/old-formulae"
tap "rbenv/tap"
tap "redis-stack/redis-stack"
brew "act"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "cryptography"
brew "awscli"
brew "freetype"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "blueutil"
brew "boost"
brew "unbound"
brew "emacs"
brew "cask"
brew "cmake"
brew "colordiff"
brew "curl"
brew "difftastic"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "foreman"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnu-tar"
brew "pkgconf"
brew "gobject-introspection"
brew "gpatch"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gprof2dot"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lcov"
brew "libffi"
brew "libmagic"
brew "libpq"
brew "libzip"
brew "log4cxx"
brew "luarocks"
brew "macvim"
brew "make"
brew "moreutils"
brew "mvfst"
brew "n"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "openblas"
brew "numpy"
brew "openvino"
brew "pipenv"
brew "postgresql@16"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "r"
brew "rabbitmq", restart_service: :changed
brew "rbenv"
brew "redis", restart_service: :changed, link: false
brew "ripgrep"
brew "rpl"
brew "rsync"
brew "ruff"
brew "s3cmd"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trurl"
brew "universal-ctags"
brew "unzip"
brew "vale"
brew "valkey"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "yapf"
brew "zlib"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "livenl/old-formulae/pipenv@2023.7.23", link: false
brew "rbenv/tap/openssl@1.1"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "font-fantasque-sans-mono"
cask "font-iosevka"
cask "google-chrome"
cask "google-chrome@canary"
cask "hiddenbar"
cask "karabiner-elements"
cask "keybase"
cask "macfuse"
cask "nordvpn"
cask "notion"
cask "notunes"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "syntax-highlight"
cask "telegram"
cask "todoist"
cask "vlc"
cask "wifi-explorer"
vscode "asvetliakov.vscode-neovim"
vscode "keifererikson.nightfox"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
